{
  "title": "The Chronicles Of Narnia",
  "author": "C.S.LEWIS",
  "authorsTitle": "HE IS THE MAN",
  "locationLabel": "UMASS Lowell",
  "location": "THE LION, THE WITCH AND THE WARDROBE",
  "chapter": "CHAPTER ONE: LUCY LOOKS INTO A WARDROBE",
  "paragraphs": [
    "ONCE there were four children whose names were Peter, Susan, Edmund and Lucy. This story is about something that happened to them when they were sent away from London during the war because of the air-raids. They were sent to the house of an old Professor who lived in the heart of the country, ten miles from the nearest railway station and two miles from the nearest post office. He had no wife and he lived in a very large house witha housekeeper called Mrs Macready and three servants. (Their names were Ivy, Margaret and Betty, but they do not come into the story much.) He himself was a very old man with shaggy white hair which grew over most of his face as well as on his head, and they liked him almost at once; but on the first evening when he came out to meet them at the front door he was so odd-looking that Lucy (who was the youngest) was a little afraid of him, and Edmund (who was the next youngest) wanted to laugh and had to keep on pretending he was blowing his nose to hide it.",
    "As soon as they had said good night to the Professor and gone upstairs on the first night, the boys came into the girls' room and they all talked it over.",
    "He was only a little taller than Lucy herself and he carried over his head an umbrella, white with snow. From the waist upwards he was like a man, but his legs were shaped like a goat's (the hair on them was glossy black) and instead of feet he had goat's hoofs. He also had a tail, but Lucy did not notice this at first because it was neatly caught up over the arm that held the umbrella so as to keep it from trailing in the snow. He had a red woollen muffler round his neck and his skin was rather reddish too. He had a strange, but pleasant little face, with a short pointed beard and curly hair, and out of the hair there stuck two horns, one on each side of his forehead. One of his hands, as I have said, held the umbrella: in the other arm he carried several brown-paper parcels. What with the parcels and the snow it looked just as if he had been doing his Christmas shopping."
  ]
}